Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/mt68.pdf.tmx
Source language: fin
Languages: sme

source: 24. Asiakastyytyv‰isyysindeksi k‰vij‰tutkimuksissa 25. Tapahtumien ja vaihtuvien n‰yttelyiden m‰‰r‰ (kpl)
sme: 24. Áššehasduhtavašindeaksa galledeaddjidutkamušain 25. Dáhpáhusaid ja molsašuddi čájáhusaid mearri (st)

source: 26. YhteistyƷsopimusten m‰‰r‰ (kpl)
sme: 26. Ovttasbargosoahpamušaid mearri (st)

source: 27. Matkailuyhdistysten sanalliset arviot luontomatkailun kehitt‰misest‰
sme: 27. Turismaovttastusaid sánálaš árvvoštallamat luondduturismma ovddideamis

source: Mets‰talous 28. Puun myynti (m)
sme: Vuovdedoallu 28. Muoraid vuovdin (m)

source: 29. Mets‰talouden mets‰maan puuston kokonaistilavuus ja kasvu (m)
sme: 29. Vuovdedoalu vuovdeeatnama vuovddi oppalašgeassu ja šaddu (m)

source: 30. Hakkuiden pinta-ala (ha) hakkuutavoittain
sme: 30. Muorračuohppamiid viidodat (há) iešguđege čuohppanvuogi mielde

source: 31. Taimikonhoito ja kulotus (ha)
sme: 31. Vesáiddikšun ja vuovdeboaldin (há)

source: 32. Kes‰- ja talviteiden kokonaism‰‰r‰, rakentaminen ja peruskorjaus (km)
sme: 32. Geasse- ja dálvegeainnuid oppalašmearri, huksen ja divođeapmi (km)

source: Maanjalostus 33. KiinteistƷkauppojen ja vaihtojen m‰‰r‰ (kpl ja ha) kunnittain
sme: Eanadikšun 33. Giddodatgávppiid ja lonohallamiid mearri (st ja há) iešguđege gieldda guovdu

source: 34. Myyty maa-aines (m) ja ottoalueiden m‰‰r‰ (kpl) kunnittain
sme: 34. Vuvdon eanaávnnas (m) ja váldinguovlluid mearri (st) iešguđege gieldda guovdu

source: Mittareiden lis‰ksi yhteistyƷryhm‰ esitti, ett‰ toiminnan arvioinnissa k‰ytet‰‰n Mets‰hallituksen tuottamien tietojen ja arvioiden lis‰ksi myƷs muiden tahojen tuottamaa tietoa, julkaisuja ja tutkimuksia.
sme: Mihttáriid lassin ovttasbargojoavku evttohii, ahte doaimma árvvoštallamis geavahuvvojit Meahciráđđehusa buvttadan dieđuid ja árvvoštallamiid lassin maiddái eará beliid buvttadan dieđut, prentosat ja dutkamušat.

source: Esiin nostettiin mm. uhanalaisten luontotyyppien seuranta ja kalatalousalueiden kalavesien hoito- ja k‰yttƷsuunnitelmat.
sme: Ovttasbargojoavku válddii ovdan ee. áitatvuloš luondotiippaid čuovvuma ja guolledoalloguovlluid čáziid dikšun- ja geava- hanplánaid.

source: YhteistyƷryhm‰lt‰ voitaisiin pyyt‰ arvio suunnitelman toteutumisesta vuosittain.
sme: Ovttasbargojoavkkus sáhtášii bivdit árvvoštallama plána ollašuvvamis jahkásaččat.

source: Aiheeseen liittyvi‰ julkaisuja ja verkkosivuja
sme: Fáddái laktaseaddji prentosat ja neahttasiiddut

source: Valtioneuvoston kanslia.
sme: Prošeaktaorganisašuvdna

source: 90 s. (!àîî
sme: Stivrenjoavku

source: Kansallinen luonnonvarastrategia - ƒlykk‰‰sti luonnon voimin.
sme: Jyrki TolonenLuondobálvalusat, stivrenjoavkku ságajođiheaddji

source: 2009. Sitra. 11 s. (!àîîñññ *î î î`
sme: Matti Siipolaprošeaktahoavda (30.4.2012 rádjai)

source: Maa- ja mets‰talousministeriƷn ilmasto ja energia.(!àîîñññ*î*îòî î î ô !)
sme: Annakaisa Heikkonenprošeaktahoavda (1.5.2012 rádjai) Hannu TiljaLaatumaa: duktasadje- ja eanagávpi, láven

source: Ymp‰ristƷministeriƷn ilmastonmuutokseen sopeutuminen.(!
sme: Irja MikkonenLuondobálvalusat: guovlluid hálddašeapmi

source: àîîñññ_ *îï öõ ÜxãÅ? qâú Ü*)
sme: Jarmo KatajamaaLuondobálvalusat: meahccedoallu

source: Luonnon puolesta – ihmisen hyv‰ksi: Suomen luonnon monimuotoisuuden suojelun ja kest‰v‰n k‰ytƷn strategia ja toimintaohjelma 2006–2016.
sme: Tapio TynysLuondobálvalusat: luonddu lustageavahus ja luondduturisma Eará prošektii oassálasti olbmot:

source: 2007. Ymp‰ristƷministeriƷ, Suomen ymp‰ristƷ 35. 162 s. (ñññ_ *î ñ
sme: Juha SalmiVuovdedoallu: muorračuohppanárvvoštallanáššedovdi, vuovderiggodagaid analysat

source: Rassi, P., Hyv‰rinen, E., JuslÈn, A. &amp; Mannerkoski, I. (toim./eds.
sme: Elina StoltLuondobálvalusat: guovlluid hálddašeapmi

source: ) 2010: Suomen lajien uhanalaisuus – Punainen kirja 2010. Ymp‰ristƷministeriƷ &amp; Suomen ymp‰ristƷkeskus, Helsinki.
sme: Paula Siitonen FD, Álggahančoahkkima jođiheaddji, osolažžandahkama áššedovdi (konsulta)

source: Raunio, A., Schulman, A. &amp; Kontula, T. (toim.) 2008. Suomen luontotyyppien uhanalaisuus.
sme: Davvi-Sámi Luondduriggodatplána Ovttasbargojoavku Intreassabeallirolla joavkkusnammaorganisašuvdna/searvvuš

source: Suomen ymp‰ristƷkeskus.
sme: ságajođiheaddjiTeuvo Katajamaa

source: Suomen ymp‰ristƷ 8/2008. Osat 1 ja 2. 264 + 572 s. (!
sme: Anára gieldalahttu Anu AvaskariAnára gielda

source: àîîñññ_ *îï öõ ÜqãqqÅãú Ü*úõ Ü*)
sme: várrelahttuValtteri HuhtamellaAnára gielda

source: Leskel‰, T. (toim.) 2005. Lapin Natura 2000 -verkoston hoidon ja k‰ytƷn yleissuunnitelma.
sme: Eanodaga gieldalahttuPentti KeskitaloEanodaga gielda várrelahttuUlla KeinovaaraEanodaga gielda

source: Alueelliset ymp‰ristƷjulkaisut 402. 82 s.
sme: Ohcejoga gieldalahttuIlmari TapiolaOhcejoga gielda

source: Kiinteiden muinaisj‰‰nnƷsten hoito-opas.
sme: várrelahttuRauna GuttormOhcejoga gielda

source: 2004. Mets‰hallituksen luonnonsuojelujulkaisuja.
sme: Sámi EBI-guovddášlahttuErkki KantolaSámi EBI-guovddáš

source: Mets‰hal-lituksen luonnonsuojelujulkaisuja.
sme: várrelahttuAri NeuvonenSámi EBI-guovdddáš

source: Sarja B 157. 193 s. {!àîî *î îïî î=Åâï|
sme: MeahcivaljiguovddášlahttuVeikko PorsangerRiistakeskus Sámi

source: Raatikainen, K. (toim.) 2009. Perinnebiotooppien seurantaohje.
sme: Nuortalaččaid giličoahkkinlahttuVeikko FeodoroffNuortalaččaid giličoahkkin

source: Mets‰hallituksen luonnonsuojelu-julkaisuja.
sme: várrelahttuTapio KiviniemiNuortalaččaid giličoahkkin

source: Sarja B 117. 111 s. {!àîî *î îïî î==âï|
sme: Bálgosiid ovttastuslahttuJukka KnuutiBálgosiid ovttastus

source: Mets‰hallituksen luonnonsuojelujulkaisuja.
sme: várrelahttuMaaren AngeliBálgosiid ovttastus

source: Sarja B 118. 116 s. {!àîî *î îïî î==ãï|
sme: SámediggilahttuInga-Briitta MaggaSámediggi

source: Valtion metsien kulttuuriperintƷkohteiden inventointi.(!àîîñññ *î î î*îç î`
sme: lahttuVäinö SeurujärviSámediggi Suoma boazosámitlahttuJan SaijetsSuoma boazosámit

source: Kansallinen mets‰ohjelma 2015 - Mets‰alasta biotalouden vastuullinen edell‰k‰vij‰.
sme: várrelahttuOuti JääsköSuoma boazosámit Eará sápmelaš bealitlahttuAarne TurunenInarinsaamelaiset ry

source: 2010. Maa- ja mets‰talousministeriƷ. 52 s. (!àîîñññ*î
sme: DutkamušlahttuJouko KumpulaFuođđo- ja guolledoalu dutkanlágádus (RKTL)

source: Mets‰hallituksen mets‰talouden julkaisuja 67. 162 s. (!
sme: várrelahttuAnna-Liisa YlisirniöÁrktalaš guovddáš Sámi universitehta

source: Valtakunnalliset alueidenk‰yttƷtavoitteet.
sme: várrelahttuMikko HyppönenMeahcidutkanlágádus

source: Ymp‰ristƷhallinto.{! àîîñññ_ *îï öõ Üx}xãâxú Ü*úõ Ü*° =|
sme: LuonddusuodjaleapmilahttuVesa LuhtaInarin Luonnonystävät

source: Lapin Liitto.(!àîîñññ *î Pohjois-Lapin maakuntakaava.
sme: BálgosatlahttuJouni LukkariBátneduoddara bálggus

source: Lapin Liitto.(!àîîñññ *î Vesienhoitoalueet.
sme: várrelahttuMagreeta SaraSállevári bálggus

source: Valtion ymp‰ristƷhallinto.(!
sme: lahttuHannu RantaNeakkela bálggus

source: àîîñññ_ *îï öõ Üx}ãã}qú Ü*úõ Ü*)
sme: várrelahttuUula AikioGálddoaivvi bálggus

source: Kemijoen vesienhoitoalue. Valtion ymp‰ristƷhallinto.(!
sme: várrelahttuEsa VuomajokiOhcejoga meahcivaljiovttastus

source: àîîñññ_ *îï ö Ü=ÅâÅxú Ü*) Tenon, N‰‰t‰mƷjoen ja Paatsjoen vesienhoitoalue.
sme: Vuovdedoallu ja -industriijalahttuJarkko ParpalaMeahccelihttu Oasusgoddi (Metsäliitto Osuuskunta)

source: Valtion ymp‰ristƷhallinto.(! àîîñññ_ *îï ö Ü=ÅâÅÅú Ü*)
sme: GilisearvvitlahttuJouni O. AikioMenešjávrri gilisearvi ro

source: Torniojoen vesienhoitoalue. Valtion ymp‰ristƷhallinto.(!
sme: várrelahttuAntero IsolaGáregasnjárgga gilisearvi ro

source: àîîñññ_ *îï ö Ü=ÅâÅÇú Ü*) Kilpisj‰rvi kehitt‰missuunnitelma 2020. (http://www.
sme: várrelahttuElli-Marja KultimaGilbbesjávrri gilisearvi ro Čuovus 2.

source: kilpisjarvi2020. com/2011/06/01/kilpisjarvi-kehittamissuunnitelma-2020/)
sme: Davvi-Sámi luondduriggodatplánema čanasjoavkkuid ovttasbargočoahkkin 25.8.2011

source: Tenonlaakson kehitt‰missuunnitelma ja rantaosayleiskaavat - Kehitt‰missuunnitelma 2020. (!àîîñññ *î îèî` îè - laakson%20kehitt%C3%A4missuunnitelma%20ja%20rantaosayleiskaavat/ Kehitt%C3%A4missuunnitelma%202020.
sme: Ulbmilat ja metodat Čoahkkimis gulle oassálastiid vuordámušaid Davvi-Sámi stáhta eatnamiin ja čáziin sihke luondduriggodatplánenproseassas, hábmejedje doaibmanbirrasa nuppástusaid sihke bivde čanasjoavkkuid namahit dahje almmuhit maŋŋelis ovddasteaddjiid ovt-tasbargojovkui, mii vuođđuduvvo plánema doarjjan.

source: EnontekiƷn kehitt‰misstrategia 2011-2015. EnontekiƷn kunta.(!àîîñññ Pohjois-Suomen mets‰stys.
sme: Čoahkkimis heivehedje systemajurddašeapmái vuođđuduvvi lahkonanvuogi (Siitonen et al. 2008, Siitonen 2009).

source: Riista- ja kalatalouden tutkimuslaitos.(!àîî *î$
sme: Konstruktiivvalaš jurddašeami ja láhttema (Isaacs 1999;

source: Sutela, T. &amp; Huusko, A. 1997. Virkistyskalastus Kuusinki-, Kitka- ja Oulankajoella.
sme: Losada 1999) doarju vuorro-váikkuheaddji metodaiguin dahkko vejolažžan luohttámuša atmosfeara šaddan sihke oassálastiid máŋggabealat máhttima friijadahttin luovvi ja bistevaš ovttasbargui.

source: Riista- ja kalatalouden tutkimuslaitos. Kalatutkimuksia - FiskundersƷkningar nro 125, 1997. 22 s.
sme: Dát ovdánahttá oktasaš ulbmiliid ja innovatiivvalaš, oktasaš ávkkiid buvttadeaddji mear-rádusaid šaddama (Losada 1999).

source: Keskinarkaus, S., Matilainen, A. &amp; Kurki, S. 2009. Mets‰stysmatkailun toimintamallit ja niiden kest‰vyys valtion mailla.
sme: Oassálastit stivrejuvvojit álggos hábmet oktasaš oainnu vurdojuvvon boahtteáiggis sihke alddis ja earáin oassin nuppástuvvi doaibmanbirrasa.

source: Helsingin yliopisto, Ruralia-instituutti.
sme: Dán maŋŋá suokkar-dallat vugiid sávvamiid ollašuhttima várás.

source: Julkaisuja 18.67 s. (!àîîñññ!*î
sme: Meahciráđđehusas oassálaste 8 prošeakta- ja stivrenjoavkku lahtu ja okta eará guovllu ovddasteaddji.

source: GrƷndahl, K. 2005. Riekonmets‰styksen ekologinen ja sosiaalinen kest‰vyys Yl‰Lapissa mets‰styskaudella 2001-2002. Rovaniemen ammattikorkeakoulu.
sme: Oassálastiin jerre áššemeannudeami áigge vuordagiid stáhta eatnamiin ja čáziin dahje luondduriggodatplánaproseassa birra ”viđain sániin”.

source: Rovaniemen ammattikorkeakoulun julkaisusarja.
sme: Vuordagat čállojuvvojedje blohkkatávvaliidda.

source: 140 s.
sme: Oassálastiid stivrejedje joatkit ságastallama stáhta eatnamiidda ja čáziide sihke luondduriggodatplánemii čuohcci vuordagiin 4−5 heakka joavkkuin.

source: Koivuniemi, J. 2012. Mets‰ntutkimuslaitoksen tutkimusmets‰t.
sme: Joavkkut čálle vuordagiid báhpáriidda, mat čoggojuvvojedje eret.

source: Tutkimusmets‰suunnitelmat 2012-2021. Luonnos 25.5.
sme: Prošeaktajođiheaddji čilgii luondduriggodatplánaproseassa.

source: Liite 2. FT Paula Siitonen
sme: Bargobáhpáriid čogge eret.

source: Yl‰-Lapin luonnonvarasuunnittelun sidosryhmien yhteistyƷkokous 25.8.
sme: Meahciráđđehus muitalii dikšun- ja geavahanplánain ja vuovdesoahpamušain.

source: Tavoitteet ja menetelm‰t Kokouksessa kuultiin osallistujien toiveita Yl‰-Lapin valtion maista ja vesist‰ sek‰ luonnonvarasuunnitteluprosessista, hahmotettiin toimintaymp‰ristƷn muutoksia sek‰ pyydettiin sidosryhmi‰ nime‰m‰‰n tai ilmoittamaan myƷhemmin edustajia suunnittelun tueksi perustettavaan yhteistyƷryhm‰‰n.
sme: Oassálastiid bivde sirdašuvvat iežaset ovddastan beali dáfus guovddáš jovkui ja čállit báhpára ala evttohusa temá ovddas-teaddjin ja várreovddasteaddjin, gii almmuha ovddasteaddji/várreovddasteaddji 8.9. rádjai jus ii sáhte almmuhit dál ja evttohusaid ođđa temán ja beallin. Bohtosiid burge oktasašságastallamis.

source: Kokouksessa sovellettiin systeemiajatteluun perustuvaa l‰hestymistapaa (Siitonen ym. 2008, Siitonen 2009).
sme: Ságastallama váldoáššiid ja sohppojuvvon áššiid čálle ja bidje buohkaide oaidnin láhkai. Loahpas bivde oassálastiin čálalaš máhcahaga čoahkkimis.

source: J‰rkiper‰isten, kuten taloudellisten, yhteiskunnallisten, ekologisten seikkojen ohella siin‰ kiinnitet‰‰n huomiota ihmisten toimintaa ja yhteistyƷn onnistumista ohjaaviin piileviin voimiin kuten arvoihin, asenteisiin, tunteisiin ja historioihin sek‰ vuorovaikutuksen tyyliin ja ajoitukseen (Siitonen &amp; H‰m‰l‰inen 2004).
sme: Dalán čoahkkima maŋŋá jođiheaddji (P. Siitonen), Meahciráđđehusa guovddášolbmot ja ovttasbargojoavkku ságajođiheaddji ságastalle čoahkkimis bohciidan ja bohciit

source: Rakentavaa ajattelua ja k‰ytt‰ytymist‰ (Isaacs 1999;
sme: Bohtosat Oassálastit vurde Davvi-Sámi stáhta eatnamiin ja čáziin (1) barggu, áigáiboađu, bures-birgejumi - saji buohkaide.

source: T‰m‰ edesauttaa yhteisten tavoitteiden ja innovatiivisten, yhteishyƷtyj‰ tuottavien p‰‰tƷsten synty‰ (Losada 1999). Osallistujat ohjataan aluksi luomaan yhteinen n‰kemys toivotusta tulevaisuudesta sek‰ itsest‰ ja muista osana muuttuvaa toimintaymp‰ristƷ‰.
sme: (2) Viiddis ja ovddasteaddji iešguđet geavahanjoavkkuid joavkkuid (3) vuordagat ja ulbmilat sihke iešguđetlágan ealáhusat ja eanageavahan-vuogit váldojuvvojit fuopmášupmái ja heivehuvvojit dássedettolaččat ja suvdilit oktii (4) positiiva ja miehtemielalaš ovttasbarggus.

source: Toivotun tulevaisuuden muotoilu yhdess‰ synnytt‰‰ myƷnteisen ilmapiirin ja k‰sityksen mahdollisista yhteishyƷdyist‰.
sme: Dát friijadahttá (5) lagašguovllu áššedovdamuša (6) luondduriggodagaid bistevaš geavaheami fápmun.

source: Toteutus Kutsutuista 89 sidosryhm‰st‰ osallistui kokoukseen 36 henkilƷ‰ 26 sidosryhm‰st‰, jotka edustivat 17 teemaa. Mets‰hallituksesta osallistui 8 projekti- ja ohjausryhm‰n j‰sent‰ sek‰ yksi muun alueen edustaja.
sme: (7) Buhtes, duov-daga beales čáppa, huksemeahttun ja máŋggahámat luondu suodjaluvvo dan iešárvvu geažil sihke (8) luondduriggodagaid bistevaš ávkkástallama dahkamin vejolažžan

source: Osallistujilta kysyttiin esittelykierroksella toiveet valtion maista ja vesist‰ tai luonnonvarasuunnitteluprosessista ”viidell‰ sanalla”.èì[&lt; !
sme: (10) Diđolašvuohta ja diehtu luondduárvvuin buorrána. (11) Sámiid nana eanageavahusa vuoigatvuohta dovd-dastuvvo ja eamikultuvrra seailun dorvvastuvvo.

source: maihin ja vesiin sek‰ luonnonvarasuunnitteluun kohdistuvista toiveista 45 hengen ryhmiss‰.
sme: (12) Boazodoalu – earenoamážit sá-meboazodoalu – eavttut dorvvastuvvojit ja váldojuvvojit vuhtii.

source: Ryhm‰t kirjoittivat toiveet teht‰v‰papereille, jotka ker‰ttiin.
sme: (13) Álgoálgosaš ássiid árbevirolaš luonddu ávkin atnin dorvvastuvvo.

source: Projektip‰‰llikkƷ esitteli luonnonvarasuunnitteluprosessin.
sme: Duojárat ožžot váldit ávdnasiid bistevaš geavaheami vuođul.

source: T‰m‰n j‰lkeen osallistujat pohtivat uusissa 45 hengen ryhmiss‰ luonnonvarasuunnitteluun vaikuttavia toimintaymp‰ristƷss‰ tapahtuneita/tapahtumassa olevia muutoksia.
sme: Meahcástanlobiid vuvdet ja vuodjinlobiid mieđihit mášolabbot nu, ahte heivehuvvo bistevaš geavahussii. Jierbmás meahcásteapmi dahkko vejolažžan luonddumeahcis.

source: Jokainen ryhm‰ esitteli 12 keskeisint‰ muutosta, jotka kirjoitettiin ja heijastettiin n‰kyviin. Teht‰v‰paperit ker‰ttiin.
sme: (15) Báikkálaš guollebiv-dokultuvra sihke ruovttudárbo- ja ámmátguolástus dorvvastuvvojit lohpevuovdima ja vuodjinlobiid jierbmás plánemiin ja mieđihemiin ja vuhtiiváldimiin buorebut maiddái

source: Mets‰hallitus kertoi hoito- ja k‰yttƷsuunnitelmista ja mets‰sopimuksista.
sme: gođđanguovlluid. (16) Turisma ollašuhtto báikkálaškultuvrra gáhttemiin.

source: Sidosryhm‰t oli ryhmitelty pƷytiin teemoittain.
sme: Turismma ja eará doaimmaid doarju johtolagat divvojuvvojit.

source: Osallistujia pyydettiin siirtym‰‰n edustamansa tahon kannalta keskeiseen ryhm‰‰n ja kirjoittamaan teht‰v‰paperiin ehdotus teeman edustajiksi ja varaedustajiksi, kuka ilmoittaa edustajan/varaedustajan 8.9.
sme: (17) Vuovderiggodagat adnojuvvojit ávkin ja dikšojuvvojit jierbmadit: muorračuohppamat plánejuvvojit ja ollašuhttojuvvojit nu, ahte váldojuvvo vuhtii báikkálaš, ealáhusaid ja vuovdesuorggi bargguidahtti váik-kuhus.

source: Tulokset purettiin yhteiskeskustelussa.
sme: Bálgosiiguin ráđđádallo ovdal muorračuohppamiid.

source: Keskustelun p‰‰kohdat ja sovitut asiat kirjoitettiin ja heijastettiin n‰kyviin. Lopuksi osallistujilta pyydettiin kirjallista palautetta kokouksesta.
sme: (18) Lávema, geainnuid ja eanaváldima sihke (19) smávva fápmorusttegiid, bieggafámu, ruovdegeainnuid ja ruvkedoaimma mearkkašupmi boahtteáiggis váldo vuhtii.

source: V‰littƷm‰sti kokouksen j‰lkeen ohjaaja (P. Siitonen), Mets‰hallituksen avainhenkilƷt ja yhteistyƷryhm‰n puheenjohtaja keskustelivat kokouksessa syntyneest‰ ja syntym‰tt‰ j‰‰neest‰. Tulokset Osallistujat toivoivat Yl‰-Lapin valtion maista ja vesist‰ (1) tyƷt‰, toimeentuloa, hyvinvointia - tilaa kaikille.
sme: Doaibmanbirrasa nuppástusain bohciidedje: (1) Olbmuid árvvuid, oainnuid ja luonddugeavahandárbbuid nuppástusat (ee. álgoálgosaš luonddu mearkkašumi las-sáneapmi, álgobuvttadusa mearkkašumi geahppáneapmi ja siidoealáhusaid dárbbu lassáneapmi).

source: (2) Kattavan ja edustavan eri k‰ytt‰j‰ryhmien kirjon (3) toiveita ja tavoitteita sek‰ eri elinkeinoja ja maank‰yttƷmuotoja otetaan huomioon ja sovitetaan tasapainoisesti ja kest‰v‰sti yhteen (4) rakentavalla ja myƷnteisell‰ yhteistyƷll‰.
sme: Čanasjoavkoovttasbarggu nuppástusat (ságastallankultuvra ja ovttasbargodáhtolašvuođa buorráneapmi, meahcceráfi vai gaskaráfi, dárbu dássededdui čanasjoavkkuid gulla-mis). (4) Riikkaidgaskasaš diđolašvuođa ja dieđu buorráneapmi.

source: T‰m‰ vapauttaa (5) l‰hialueen asiantuntemuksen (6) luonnonvarojen kest‰v‰n k‰ytƷn voimaksi.
sme: (6) Máilmmiruhtadoalu eahpesihkkarvuođa ja dorvvuhisvuođa (terrorisma, nuoskkit, dávddat) lassáneapmi.

source: (7) Puhdasta, maisemaltaan kaunista, rakentamatonta ja monimuotoista luontoa vaalitaan itseisarvon vuoksi sek‰ (8) luonnonvarojen kest‰v‰n hyƷdynt‰misen mahdollistamiseksi myƷs tulevaisuudessa.
sme: (7) Dálkkádatrievdan. (8) Nuppástusat máŋggahámatvuođas (álgoálgosaš luonddu geahppáneapmi, easkka álgiid ja stajá-riid lassáneapmi, ”vuogáiduvvi ceavzin”, láiddonšlájaid nuppástusat).

source: (9) Ihmisten elinmahdollisuudet s‰ilyv‰t.
sme: (9) Boazodo-alu hástalusat (liigeguohtun: guoddinnávcca ja boazonáli gaskavuohta, doarjagiid

source: (10) Tietoisuus ja tieto luontoarvoista paranee. (11) Saamelaisten vahva maank‰ytƷn oikeutus tunnustetaan ja alkuper‰iskulttuurin s‰ilyminen turvataan.
sme: ođastus), (10) Turismma lassáneapmi, turismma nuppástusat sihke eará sajis boahtti luondduriggodagaid ávkkástalliid meari stuorrun lasiha báikkálaš ealáhusaid ja astoáigge doalliid luondduriggodagaid geavahusa bistevaš oktiiheiveheami dárbbu (ee. meahcástus ja guolástus).

source: (12) Poronhoidon – erityisesti saamelaisporonhoidon - edellytykset turvataan ja otetaan huomioon.
sme: (12) Álbmoga nuppástus: eará sajis iešguđet kultuvrrain boahtti olbmuid meari lassáneapmi áitta sámekultuvra seailumii (vuogáiduvvi ceavzin).

source: (13) Alkuper‰isasukkaiden perinteinen hyƷtyk‰yttƷ turvataan.
sme: (13) Bioenergiija dárbu ja ođasmuvvi muorraávdnasa mearkkašupmi lassána.

source: (14) Perinteinen mets‰styskulttuuri s‰ilyy.
sme: (14) Ekonomiijavuvddiid nuorasmuvvan.

source: (15) Paikallinen kalastuskulttuuri sek‰ kotitarve- ja ammattikalastus turvataan lupamyynnin ja ajolupien j‰rkev‰ll‰ mitoituksella ja myƷnt‰misell‰ ottaen myƷs kutualueet paremmin huomioon.
sme: (15) Vuovdedoalu doajáhat.

source: (16) Matkailu kohdistetaan paikalliskulttuuria vaalien.
sme: (16) Ruvkelága ja ruvkedoaimma nuppástusat.

source: Matkailua ja muuta toimintaa tukeva reitistƷ kunnostetaan.
sme: čoahkkebáikkiide ja olbmuid geahppáneapmi).

source: (17) Mets‰varoja hyƷdynnet‰‰n ja hoidetaan j‰rkev‰sti: hakkuut mitoitetaan ja kohdennetaan ottaen huomioon paikalliset, elinkeinot ja mets‰sektorin tyƷllist‰v‰ vaikutus.
sme: Joavkobargguid ja daid burginságastallama boađusin sohpe, ahte čanasjoavkkut namahit ovttasbargojovkui buohkanassii 22−24 lahtu sihke dáidda iešguđet lahttui 1−2 várrelahtu.

source: Paliskuntien kanssa neuvotellaan ennen hakkuita.
sme: Dáin njuolga bovdejuvvojit 9−11 lahtu, geat ovddastit ovcci temá.

source: (18) Kaavoitus, tiestƷ ja maanotto sek‰ (19) pienvoimaloiden, tuulivoiman, rautatiestƷn ja kaivostoiminnan merkitys tulevaisuudessa otetaan huomioon.
sme: Njuolga bovde- juvvon Sámediggeovddasteaddjiid meriin (1−3) sihkkarastit sámiid ovddasteaddjiid. Čoahkkimii oassálastán olbmuid bivde namahit oktiibuot 13−14 lahtu ja várrelahtu

source: Toimintaymp‰ristƷn muutoksista esille nousivat: (1) Ihmisten arvostusten, n‰kemysten ja luonnonk‰yttƷtarpeiden muutokset (mm. alkuper‰isen luonnon merkityksen kasvu, alkutuotannon merkityksen v‰hentyminen ja liit‰nn‰iselinkeinojen tarpeen kasvu).
sme: Čoahkkimis mearridedje namahit vuovdedollui ja vuovdeindustriijai ovtta oktasaš ovddasteaddji, ja nu eará go njuolga gohččojuvvon čanasjoavkkuid ovddasteaddjiid loahpalaš mearrin šattai 13. Joavkobarggu ja dan burgima oktavuođas evttohedje máŋgga čanasjovkui eambo ovddasteaddjiid go ovttasbargojovkui ledje bivdán, nu ahte ovttasbargojoavku uhkidii stuorrut badjel golmmalogi olbmui.

source: (2) Mets‰hallituksen organisaation ja painotusten muutos.
sme: Stuorra ovttasbargojoavkku doaibma gávnnahedje goittotge geavadis váttisin.

source: (3) Sidosryhm‰yhteistyƷn n muutokset (keskustelukulttuurin ja yhteistyƷhalukkuuden parantuminen, mets‰rauha vai v‰lirauha, tarve tasapainoon sidosryhmien kuulemisessa).
sme: Ovttasbargojoavkku fásta lahtuid mearri mearridedje danin máhcahit álgomearrái (22−24) ja sihkkarastit joavkku ovddastus ja doarváivuođa (ee. guovlluguovdasaš) várrelahtuid meriin ja čuozihemiin.

source: (4) Kansainv‰lisen tietoisuuden ja tiedon parantuminen.
sme: Várrelahtut ožžot seamma dieđuid go fásta ovddasteaddjitge.

source: (5) P‰‰tƷksenteon siirtyminen etel‰‰n - paikallisen tason p‰‰t‰nt‰vallan lis‰‰misen tarve.
sme: Máhcahaga addán (10/36) čanasjoavkkuid ovddasteaddjiin eanáš oassi doalai čoahkkima diehtosisdoalu dáfus buorrin.

source: (6) Maailmantalouden ep‰varmuuden ja turvattomuuden (terrorismi, saasteet, taudit) lis‰‰ntyminen.
sme: Ovtta vástideaddji mielas ii boahtán ođđa diehtu, nubbi doalai buorrin, ahte jearrat sáhttá maŋŋáge.

source: Valtion panostus v‰henee samalla kun Barentsin kehitys lis‰‰ taloudellista aktiviteettia.
sme: Eanáš vástideaddjiin doalai proseassa ja bargovuogi buorrin: buohkat besse oassálastit.

source: (11) Koneellinen liikkuminen lis‰‰ntyy.
sme: Ovtta mielas ”proseassa lei ok, muhto ovttasbargojoavkku vuođđudeapmi doaimmai funet”.

source: (12) V‰estƷn muutos: muualta eri kulttuureista tulevien m‰‰r‰n kasvu uhka saamelaiskulttuurin s‰ilymiselle (sopeutuvat selviytyj‰t).
sme: Atmosfeara doalai sullii bealli vástideaddjiin buorrin, ovtta mielas dat šattai elektrihkalažžan loahpa geažes.

source: (13) Bioenergian tarve ja uusiutuvan puuraaka-aineen merkitys kasvaa.
sme: vástideaddji mielas lei vuostálagaidásaheapmi boazodoalu ja vuovdedoalu gaskka.

source: (14) Talousmets‰t nuorentuneet.
sme: Šattai ”vuordda boahtteáigái”.

source: (15) Mets‰talouden murros.
sme: ”Geahččat dal mo geavvá.”

source: (16) Kaivoslain ja kaivostoiminnan muutokset.
sme: Suokkardallan Čoahkkima bohtosiin boahtá ovdan fuolla báikkálaš olbmuid birgemis ovddalgihtii árvitmeahttumit nuppástuvvi doaibmanbirrasis.

source: (17) Asutuksen ja kiinteistƷihin liittyvien oikeuksien muutokset (kaavoituskiima koskemattomiin j‰rviin, kiinteistƷrekistereihin merkityt oikeudet, liikennesuunnitelmat, keskittyminen taajamiin ja v‰estƷn v‰hentyminen).
sme: Earenoamážit eará sajis boahttiid meari lassáneapmi šaddada fuola luondduriggodagaid doarváivuođas báikkálaš olbmuide sihke daid ávkkástallamis suvdilit maiddái dahkamin vejolažžan báikkálaš kultuvra ja čuovvumin dan oassái čálikeahtes speallannjuolggadusaid.
